/*
	Номер зачетной книжки: 21-670.
    Автор: Иванников Александр Владимирович, ЗИТ-21
	Медицинское обслуживание пациентов. Создать родительский
	класс 
	— «МедОбслуживание» (название поликлиники, адрес поликлиники, фамилия пациента,
	номер полиса, лата осмотра, фамилия врача, должность врача, диагноз) и дочерние классы:
	— «планово-предупредительный осмотр». (вид (амбулаторный/стационарный), год проведения, период действия, результат);
	— «вакцинация» (название вакцины, дата вакцинации, период действия);
	— медобсуживание детей и подростков» (свидетельство о рождении, пол,возраст ребенка).
	Реализовать класс для хранения списка медицинского обслуживания пациентов
	с методом добавления и методом печати списка.
*/
package equipment;

public class deti {

}
