# -- coding: utf-8 --
# Задача 2. Вывести на экран остаток от деления 16823 * 12302 / 3092. 
# Иванников Александ Владимирович, ЗИТ-21

print('Задача 2')
print(16823 * 12302 / 3092)